export default {
  projections: {
    КлиентE: {
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      логин: {
        __caption__: 'Логин'
      },
      пароль: {
        __caption__: 'Пароль'
      }
    },
    КлиентL: {
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      логин: {
        __caption__: 'Логин'
      },
      пароль: {
        __caption__: 'Пароль'
      }
    }
  },
  validations: {
    mail: {
      __caption__: 'mail'
    },
    адрес: {
      __caption__: 'Адрес'
    },
    имя: {
      __caption__: 'Имя'
    },
    логин: {
      __caption__: 'Логин'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    пароль: {
      __caption__: 'Пароль'
    },
    фамилия: {
      __caption__: 'Фамилия'
    }
  }
};
